H.data.l10n.answer_card_0 = [
    {
        elm: 'title',
        text: 'Эллен Гулд Гармон'
    },
    {
        elm: 'p',
        text:
            'Эллен и её сестра-близнец Элизабет родились 26 ноября 1827 года в семье Роберта и Юнис Гармон в маленьком городке Горхам, штат Мэн. '
            + 'В семье было 8 детей. Их отец, Роберт Гармон, занимался пошивом шляп. '
            + 'После переезда семьи в Портленд, штат Мэн, с Эллен произошёл несчастный случай. '
            + 'Когда она с Элизабет шла домой, одна девочка кинула в Эллен камень, и он попал ей прямо в нос. '
            + 'Боль была нестерпимой. Эллен долго и тяжело болела. Её отец в это время был в отъезде. '
            + 'Из-за травмы лицо Эллен настолько изменилось, что отец, вернувшись домой, даже не узнал её. '
            + 'Эллен была убита горем. Но она верила, что Иисус всё равно любит её и всегда будет любить. '
            + 'Ей нравилось рассказывать друзьям об Иисусе и молиться о них. Когда Эллен было 12 лет, она приняла крещение. '
            + 'Семья Гармон слышала проповеди Вильяма Миллера о том, что Иисус придёт на Землю 22 октября 1844 года и поверила вести. '
            + 'Из-за этого их исключили из методистской церкви, которую они посещали. '
            + 'Эллен всей душой хотела помочь своим друзьям приготовиться к возвращению Иисуса. '
            + 'Чтобы заработать деньги на издание брошюр о скором Пришествии Христа, она даже начала вязать носки.'
    },
    {
        elm: 'p',
        text:
            'Все ожидавшие Иисуса были разочарованы,когда Он не пришёл. '
            + 'Прошло немного времени после "Великого разочарования", и Бог дал Эллен видение, первое из 2000. '
            + ' Тогда ей было всего 17 лет. '
            + 'Бог показал ей тернистый путь, по которому адвентистский народ идёт в Новый Иерусалим. '
            + 'Всем сердцем Эллен чувствовала, что Иисус любит Свой народ и поддерживает его на этом пути. '
            + 'Вскоре народ Божий поймёт, что Иисус обязательно придёт за ним. '
            + 'Бог хотел, чтоб Эллен рассказала эту весть всем людям, но она не решалась, так как боялась, что не справится с этим. '
            + 'Наконец она отважилась рассказать людям о своём видении. '
            + 'Эллен не всегда чувствовала себя хорошо, иногда она даже не могла говорить. Но когда она начинала рассказывать о своих видениях, голос возвращался к ней и звучал громко. '
            + 'До самой смерти в 1915 году Эллен была Божьей вестнцей Его избранного народа.'
    }
];

