H.data.l10n.answer_card_2 = [
	{
		elm: 'title',
		text: 'Вдохновение'
	},
	{
		elm: 'p',
		text:
            'Адвентисты седьмого дня верят, что Бог не диктует весть своим пророкам. '
            + 'Дух Святой в видениях и снах вдохновляет пророка, '
            + 'передать людям Божье послание своими словами.'
	},
	{
		elm: 'p',
		text:
            'Передавая Божью весть, пророк использует обычную речь, которой он общается с людьми. '
            + 'Как и все люди, он трудится, путешествует, пишет, учится. '
            + 'Иногда он может сделать какую-то грамматическую ошибку, которую следует исправить. '
            + 'Эллен Уайт тоже не была совершенной, но она всегда стремилась брать пример с Христа и с верой передавала Божью весть.'
	},
	{
		elm: 'p',
		text: 'Иногда провозглашать весть ей было не просто, но Бог давал ей смелость и помогал найти подход к людям.'
	},
	{
		elm: 'p',
		text:
            'Произведения Эллен Уайт не заменяют Библию. '
            + 'Она говорила, что её труды – это "меньший свет, ведущий людей к свету большему". '
            + 'Её весть возносит и возвеличивает Библию.'
	}
];
