H.data.l10n.answer_card_4 = [
	{
		elm: 'title',
		text: 'Замужество и Европа'
	},
	{
		elm: 'p',
		text:
            'В 1846 году Эллен вышла замуж за Джеймса Уайта.'
            + 'Вскоре после свадьбы Джеймс и Эллен, прочитав брошюру отставного капитана Джозефа Бейтса, '
            + 'приняли истину о субботе. '
            + 'Семья Уайт была бедной. '
            + 'Работа адвентистских проповедников не оплачивалась, поэтому Джеймсу Уайту приходилось'
            + 'и проповедовать, и зарабатывать на жизнь, работая на железной дороге или на сенокосе. '
            + 'В 1847 году в семье Уайт родился сын Генри.'
	},
	{
		elm: 'p',
		text:
            'Всего у Эллен и Джеймса было четверо сыновей. '
            + 'Генри умер, когда ему было всего 16. '
            + 'Эдсон вырос и начал миссионерскую работу на юге США на судне «Утренняя звезда». '
            + 'Вильям стал пастором, управляющим и помощником Эллен Уайт. '
            + 'Джон Герберт умер, не прожив и нескольких недель.'
	},
	{
		elm: 'p',
		text:
            'В первые годы брака Эллен писала и много путешествовала, посещая верующих адвентистов. '
            + 'В 1885 году семья Уайт переехала в Батл-Крик, штат Мичиган, где верующие построили небольшое издательство. '
            + 'Вскоре после этого там была основана медицинская школа, которая быстро стала '
            + 'большим госпиталем – санторием. '
            + 'Работа шла ускоренными темпами, и адвентисты, рассеянные по разным территориям,'
            + 'ощутили необходимость создания организации, координирующей их служение '
            + 'и проповедь Божьих истин людям. '
            + 'В мае 1863 года была официально основана Церковь Адвентистов Седьмого дня.'
	},
	{
		elm: 'p',
		text:
            'Джеймс Уайт много работал, помогая Церкви. '
            + 'Он был занят организацией издания книг, которые писала Эллен Уайт. '
            + 'Джеймс и Эллен много путешествовали и проповедовали. '
            + 'Джеймс Уайт помогал собирать деньги на развитие санатория в Батл-Крике. '
            + '(санаторием управлял известный доктор Джон Келлог)'
            + 'Джеймс также собирал деньги для большой церкви в Батл-Крике, которая называлась Десятицентовая Скиния. '
            + 'В 1881 году 60-летний Джеймс Уайт ушёл из жизни.'
	},
	{
		elm: 'p',
		text:
            'После смерти Джеймса Вилли Уайт помогал матери в её трудах и оказывал поддержку в путешествиях. '
            + 'В 1885 году Эллен Уайт попросили отправится в Европу для помощи местным церквям. '
            + 'Два года она жила в Швейцарском городе Базеле; она также посетила Англию, '
            + 'Германию, Францию, Италию, Данию, Норвегию и Швецию. '
            + 'Вернувшись в США, Эллен поселилась в Гильдсбурге, штат Калифорния.'
	}
];
