H.data.l10n.answer_card_5 = [
	{
		elm: 'title',
		text: 'Последние годы жизни Эллен Уайт'
	},
	{
		elm: 'p',
		text:
            'В 1891 году Эллен Уайт пригласили в Австралию. '
            + 'Там она помогла организовать школу в Эвондэйле. '
            + 'Эллен жила рядом со школой в доме, который она называла Саннисайд. '
            + 'В один из дней 1900 года Эллен Уайт сообщила своим близким, '
            + 'что Бог повелел ей вернуться в Америку.'
	},
	{
		elm: 'p',
		text:
            'Вернувшись в США, Эллен Уайт поселилась в пригороде Святой Елены в Калифорнии. '
            + 'Она назвала свой дом Элмсхэвэн. '
            + 'Для улучшения Божьей работы Эллен призывала к реорганизации на уровне Генеральной Конференции и местных общин. '
            + 'Она советовала адвентистам не стремиться всем в Батл-Крик, а разъехаться по разным местам и свидетельствовать о Господе. '
            + 'Она способствовала переезду офисов издательства Ревью энд Геральд и Генеральной Конференции в Мериленд на Восточное побережье. '
            + 'В 1909 году в возрасте 81 год Эллен Уайт последний раз приняла участие в работе Генеральной Конференции. '
            + 'Там она выступила несколько раз, и её голос был ясным и твёрдым. '
            + 'В завершение своей последней проповеди она подняла Библию и сказала: "Братья и сёстры! Я рекомендую Вам эту Книгу!"'
	},
	{
		elm: 'p',
		text:
            'Понимая, что жить ей осталось недолго, Эллен Уайт вернулась в Элмсхэвэн, где напряжённо трудилась над завершением нескольких важных книг. '
            + 'Утром 13 февраля 1915 года она споткнулась, упала и сломала бедро. '
            + 'Она уже не могла ходить и всё больше слабела. '
            + 'Последние месяцы своей жизни она стремилась ободрить друзей и близких словами надежды и радости. '
            + 'Верная Божья вестница сделала всё, что поручал ей Господь. '
            + 'Её последние слова были: "Я знаю, в Кого уверовала".'
	},
	{
		elm: 'p',
		text: 'Эллен Уайт умерла 16 июля 1915 года в возрасте 87 лет. Она похоронена в Батл-Крике, штат Мичиган.'
	}
];
