H.data.l10n.answer_card_1 = [
	{
		elm: 'title',
		text: 'Проверка истинности пророка'
	},
	{
		elm: 'p',
		text:
            'Проверка 1: Ис. 8:20 — Не противоречит Библии.'
            + "\n"
            + 'Мы должны сравнивать слова пророка со Священным Писанием. Истинный пророк никогда не будет противоречить Слову Божьему.'
	},
	{
		elm: 'p',
		text:
            'Проверка 2: Матф. 7:15-20 — По плодам их узнаете их.'
            + "\n"
            + 'Эта проверка требует времени, потому что созревание плодов происходит не сразу.'
            + 'Наблюдая за пророком, его характером и тем, что следует за его пророчеством, мы можем понять направляет ли он людей на пути Божьи или уводит в противоположном направлении.'
	}, 
	{
		elm: 'p',
		text:
            'Проверка 3: Иер. 28:9 — Сбывающиеся пророчества.'
            + "\n"
            + 'Это очень простая проверка. Если кто-то предсказывает событие, но оно не происходит, мы убеждаемся, что этот человек не настоящий пророк. '
            + 'Но следует помнить, что иногда события происходят или нет в зависимости от того, как люди откликаются на зов Бога. '
            + '(например, жителей Ниневии Бог пощадил после их покаяния)'
	},
	{
		elm: 'p',
		text:
            'Проверка 4: 1Ин. 4:1-3 — Христос в центре вести.'
            + "\n"
            + 'Истинный пророк верит и учит тому, что Иисус полностью Бог и полностью человек.'
            + 'Христос пришёл на Землю, жил и умер ради нас.'
            + 'Истинный пророк говорит о любви Иисуса и ставит Его в центр всех своих вестей.'
            + "\n"
            + 'С момента зарождения адвентистского движения миллионы людей изучали жизнь и пророчества Эллен Уайт, сравнивая их с Библией, чтобы понять истинный ли она пророк.'
            + 'Эллен Уайт прошла все проверки на отлично!'
	}
];
