H.data.l10n.answer_card_3 = [
	{
		elm: 'title',
		text: 'Сны, видения и книги'
	},
	{
		elm: 'p',
		text:
            'В декабре 1844 года Бог дал Эллен первое видение из более, чем 2000. '
            + 'Эллен Уайт много писала. '
            + 'В 1851 году она опубликовала свою первую книгу, а потом написала ещё много статей, книг и писем.'
	},
	{
		elm: 'p',
		text:
            'Эллен Уайт вдохновляла людей на изучение Библии и показывала, как можно жить по библейским принципам. '
            + 'Она указывала людям на их ошибки и помогала слушать Слово Божье. '
            + 'Её труды готовят нас к последним дням истории Земли. '
            + 'Все её произведения указывают на Христа.'
	},
	{
		elm: 'p',
		text: 'Вот некоторые цитаты из трудов Эллен Уайт о её видениях:'
	},
	{
		elm: 'p',
		text:
            'В 1858 году Эллен Уайт увидела сражение Христа и Его ангелов с сатаной и павшими ангелами. '
            + 'Через 2 дня сатана попытался уничтожить её, чтобы она не рассказала людям о своём видении. '
            + 'Но Бог защитил Эллен, и она записала всё, что видела. '
            + 'На протяжении всей жизни Эллен писала об этой великой борьбе. '
            + 'Так появились книги «Патриархи и пророки», «Пророки и цари», «Желание веков», «Деяния Апостолов» и «Великая борьба».'
            + '(эти книги доступны онлайн в разных форматах на сайте http://egwwritings.org).'
	},
	{
		elm: 'p',
		text:
            'Церковь адвентистов седьмого дня была организована в 1863 году. '
            + 'В этом же году Эллен Уайт получила видение о том, что мы можем улучшить своё здоровье, отказавшись от наркотических веществ, табака, чая, кофе и мяса. '
            + 'Также для нашего здоровья необходимы свежий воздух, солнечный свет, физические упражнения, здоровое питание, воздержание, отдых и вера в Бога.'
	},
	{
		elm: 'p',
		text:
            'В 1874 году Эллен Уайт было дано очень важное видение о необходимости осуществления служения Церкви адвентистов седьмого дня за пределами США. '
            + 'Ей были показаны печатные машины, выпускающие литературу в разных регионах мира ' 
            + 'и хорошо организованное служение в таких далёких странах, о котором Церковь в то время даже не могла и мечтать.'
	},	
	{
		elm: 'p',
		text:
            'Эллен Уайт написала тысячи страниц наставлений для журналов Ревью, Знамения и Молодёжный руководитель. '
            + 'В 1898 году в Австралии, в домике Саннисайд, Эллен закончила книгу «Желание веков», '
            + 'повествующую о жизни Иисуса Христа.'
	},
	{
		elm: 'p',
		text:
            'Вернувшись в США в 1900 году, Эллен Уайт поселилась в Калифорнии в доме Элмсхэвэн. '
            + 'Здесь она провела последние 15 лет жизни, занимаясь написанием книг и вдохновляя людей быть верными Богу.'
	}
];
