H.data.l10n.instructions = [
	{
		elm: 'title',
		text: 'Правила игры'
	},
	{
		elm: 'p',
		text: 'Тебе нужно набрать 200 очков за 7 минут, чтобы исследовать тихоокеанский остров Питкэрн и получить зачёт.'
	},
	{
		elm: 'p',
		text: 'За правильные ответы на вопросы на светлом фоне ты получишь очки. А за ответы на вопросы на тёмном фоне – монеты.'
	},
	{
		elm: 'p',
		text: 'Нажми "Использовать монеты" для получения бонусов:  дополнительного времени, дополнительного вопроса (за который ты можешь получить или потерять очки) или подсказки.'
	},
	{
		elm: 'p',
		text: 'Возле указательного столба ты получишь карту с дополнительными вопросами, которые добавляют или забирают очки, монеты или время.'
	},
	{
		elm: 'p',
		text: 'В «Подсказках» ты найдёшь нужные ответы.'
	},
	{
		elm: 'p',
		text: 'Игра начинается и заканчивается в порту, где был построен корабль Питкэрн. Ты можешь осмотреть весь остров, изменив масштаб карты.'
	},
	{
		elm: 'p',
		text: 'Удачного исследования Питкэрна!'
	}
];

