H.data.questions = {
    primary: [
        {
            q: 'Эллен Уайт всегда получала видения только во время собраний.',
            a: [
                ' Да.',
                ' Нет.'
            ]
        },
        {
            q: 'Эллен Уайт всегда получала видения ...',
            a: [
                ' под влиянием Святого Духа.',
                ' во время собраний.',
                ' ночью.',
                ' в церкви.'
            ]
        },
        {
            q: 'Что НЕ доказывает истинность пророка?',
            a: [
                'Он делает чудеса.',
                'Его предсказания не противоречат Библейской истине.',
                'Его предсказания сбываются.',
                'Его вера в Иисуса.'
            ]
        },
        {
            q: 'Дополните фразу про истинность пророка: "По ... их узнаете их" (Мф. 7:16)',
            a: [
                'плодам',
                'добрым делам',
                'модным одеяниям',
                'знанию Библии'
            ]
        },
        {
            q: 'Согласно Мф. 7, как мы можем проверить истинность пророка?',
            a: [
                'По плодам.',
                'По слову.',
                'По видениям.',
                'По словам пастора.'
            ]
        },
        {
            q: 'Согласно Эллен Уайт, в какой книге есть вся информация для нашего спасения?',
            a: [
                'В Библии.',
                'В Великой Борьбе.',
                'В Советах для обучения.',
                'В уроках Субботней школы.'
            ]
        },
        {
            q: 'Как можно узнать истинного пророка?',
            a: [
                'Проверить соответствие Библии.',
                'Проверить знание Библии.',
                'Спросить, были ли у него видения.',
                'Проверить, говорит ли он на греческом языке.'
            ]
        },
        {
            q: 'Дух Святой диктовал Эллен Уайт точные слова при написании ею книг.',
            a: [
                ' Да.',
                ' Нет.'
            ]
        },
        {
            q: 'Во время видения Эллен держала Библию над головой больше 20-ти минут. Сколько она весила?',
            a: [
                '8,4 кг',
                '10,8 кг',
                '3,8 кг',
                '900 г'
            ]
        },
        {
            q: 'Эллен Уайт была вдохновлена Богом. Это значит, что Он ...',
            a: [
                'давал ей мысли для записей.',
                'двигал её рукой, когда она писала.',
                'диктовал ей точные слова.',
                'помогал ей петь.'
            ]
        },
        {
            q: 'Завершите предложение: Бог ...',
            a: [
                'даёт пророкам мысли.',
                'двигает рукой пророка, когда он пишет.',
                'говорит пророку точные слова для вести.',
                'управляет движениями пророка.'
            ]
        },
        {
            q: 'Чтобы стать пророком, ты должен ...',
            a: [
                'быть призванным Богом.',
                'быть идеальным.',
                'никогда не совершать ошибок.',
                'всегда говорить благоговейно.'
            ]
        },
        {
            q: 'Кто единственный на Земле жил без греха?',
            a: [
                'Иисус',
                'Эллен Уайт',
                'Апостолы',
                'Моисей'
            ]
        },
        {
            q: 'Сколько видений получила Эллен Уайт за всю жизнь (приблизительно)?',
            a: [
                '2000',
                '20',
                '2',
                '200'
            ]
        },
        {
            q: 'Книги Эллен Уайт ...',
            a: [
                'приводят к Библии.',
                'заменяют Библию.',
                'ещё одна Библия.',
                'лучше, чем Библия.'
            ]
        },
        {
            q: 'Если ты читаешь книги Эллен Уайт, то ...',
            a: [
                'захочешь ещё больше читать Библию.',
                'не захочешь читать Библию.',
                'не нужно ходить в церковь.',
                'ты лучше остальных.'
            ]
        },
        {
            q: 'Когда родилась Эллен Уайт?',
            a: [
                '26 ноября 1827 года',
                '28 марта 1844 года',
                '13 июня 1945 года',
                '12 февраля 2001 года'
            ]
        },
        {
            q: 'Какую травму Эллен Уайт получила в девять лет?',
            a: [
                'Ей попали камнем в лицо. ',
                'Она сломала ногу, попав под поезд.',
                'Она упала из окна и сломала руку.',
                'У неё были шрамы от скарлатины.'
            ]
        },
        {
            q: 'Как звали мужа Эллен?',
            a: [
                'Джеймс Уайт',
                'Генри Уайт',
                'Чарльз Браун',
                'Джон Уайт'
            ]
        },
        {
            q: 'Дата смерти Эллен Уайт?',
            a: [
                '16 июля 1915 года',
                '12 февраля 1888 года',
                '6 июня 1905 года',
                '5 июля 2004 года'
            ]
        },
        {
            q: 'Какими были последние слова Эллен?',
            a: [
                'Я знаю, в Кого уверовала.',
                'Нам нечего бояться.',
                'Иисус скоро грядёт.',
                'Возрадуемся в Господе.'
            ]
        },
        {
            q: 'В каком возрасте Эллен умерла?',
            a: [
                '87',
                '99',
                '102',
                '65'
            ]
        },
        {
            q: 'Что случилось с Эллен, когда ей было девять лет?',
            a: [
                'Ей попали камнем в лицо.',
                'Она упала с лошади.',
                'Её выгнали из школы.',
                'Она приняла крещение.'
            ]
        },
        {
            q: 'Каким было полное имя Эллен до замужества?',
            a: [
                'Эллен Гулд Гармон',
                'Эллен Джина Смит',
                'Эллен Мэй Уайт',
                'Эллен Уайт'
            ]
        },
        {
            q: 'Сколько лет было Эллен, когда она посвятила себя Богу? ',
            a: [
                '12',
                '17',
                '21',
                '15'
            ]
        },
        {
            q: 'Сколько лет было Эллен, когда она получила первое видение?',
            a: [
                '17',
                '14',
                '20',
                '32'
            ]
        },
        {
            q: 'О чём было первое видение Эллен?',
            a: [
                'Путешествие адвентистов в город Божий.',
                'Последний суд над миром.',
                'Какая пища полезна для здоровья.',
                'История борьбы Бога и сатаны.'
            ]
        },
        {
            q: 'Если библейские пророки были полностью ведомы Богом, то Эллен Уайт была ...?',
            a: [
                '100% ведома',
                '80% ведома',
                '50% ведома',
                'не была ведома'
            ]
        },
        {
            q: 'Для ответов на эти вопросы мы должны прочитать ...',
            a: [
                'сначала Библию, потом книги Эллен Уайт.',
                'сначала книги Эллен Уайт, потом Библию.',
                'только Библию.',
                'только книги Эллен Уайт.'
            ]

        },
        {
            q: 'В статьях Эллен Уайт писала церкви ...',
            a: [
                'о том, что ей открывал Бог.',
                'свои идеи.',
                'слова своего секретаря.',
                'слова своего мужа.'
            ]

        },
        {
            q: 'Эллен Уайт ... книг других авторов для своих произведений.',
            a: [
                'иногда использовала выдержки из',
                'никогда не использовала выдержки из',
                'всегда брала часть глав из',
                'копировала отрывки'
            ]
        },
        {
            q: 'После того как пророк получил сон или видение от Бога, он ...',
            a: [
                'дополнительно исследует всё, что увидел.',
                'не исследует увиденное.',
                'получает знания об истории.',
                'получает знания о науке.'
            ]

        },
		{
			q: 'Какой из сыновей Уайт отправился по реке Миссисипи для обучения темнокожих и благовествования им?',
			a: [
				'Эдсон',
				'Генри',
				'Вилли',
				'Джон Герберт'
			]
		},
		{
			q: 'Исходя из Откровения 12:17 и 19:10, что НЕ является признаком Божьего народа в последнее время?',
			a: [
				'Могут творить чудеса и рассказывают о любви.',
				'Исполняют Божьи Заповеди.',
				'Имеют свидетельство Иисуса.',
				'Имеют дух пророчества.'
			]
		},
		{
			q: 'Эллен Уайт понимала, что она призвана быть Божьим ...',
			a: [
				'вестником',
				'полицейским',
				'священником',
				'туристом'
				]
		},
		{
			q: 'Автором какой из доктрин адвентистов седьмого дня является Эллен Уайт?',
			a: [
				'Никакой – они все основаны на Библии.',
				'Доктрины о субботе – седьмого дня недели.',
				'Доктрины о Небесном Святилище, в которое вошёл Иисус в 1844 году.',
				'Доктрины об истинном состоянии мёртвых – состоянии небытия, которое называется сном.'
				]
		},
		{
			q: 'Основываясь на книге пророка Иеремии 28:9, мы знаем, что истинный пророк ...',
			a: [
				'говорит предсказания, которые сбываются.',
				'никогда не делает предсказаний.',
				'делает людей счастливыми.',
				'живёт праведной жизнью.'
			]
		},
		{
			q: 'В книге пророка Исаии 8:20 написано, каким должен быть истинный пророк:',
			a: [
				'Он никогда не противоречит Библии.',
				'Всегда рассказывает интересные библейские истории.',
				'Всё время аккуратный и опрятный.',
				'Раскрывает людям чужие секреты.'
			]
		},
		{
			q: 'В Первом послании Иоанна 4:1-3 говорится, что истинный пророк исповедует Иисуса ...',
			a: [
				'Богом, пришедшим на землю во плоти.',
				'духом, посланным от Бога.',
				'очень хорошим человеком.',
				'не такой уж важной личностью.'
			]
		},
        {
            q: 'Какое знамение, описанное в Евангелии от Матфея 24, произошло, когда Эллен было 6 лет?',
            a: [
                'Падение звёзд',
				'Большое землетрясение',
				'Великий голод',
                'Началась гражданская война.'
            ]
        }
    ],
    secondary: [
        {
            q: 'В какой стране Эллен Уайт жила 9 лет?',
            a: [
                'Австралия',
                'Испания',
                'Перу',
                'Китай'
            ]
        },
        {
            q: 'В какой стране НЕ была Эллен Уайт во время своей поездки в Европу?',
            a: [
                'Канада',
                'Дания',
                'Англия',
                'Франция'
            ]
        },
        {
            q: 'Как расшифровывается буква «Г» в полном имени Эллен Г. Уайт?',
            a: [
                'Гулд',
                'Грейс',
                'Глория',
                'Гиллиан'
            ]
        },
        {
            q: 'Как звали сестру-близнеца Эллен?',
            a: [
                'Элизабет',
                'Сара',
                'Алиса',
                'Мэри Джейн'
            ]
        },
        {
            q: 'Кто путешествовал вместе с Эллен после смерти её мужа?',
            a: [
                'Её сын Вилли',
				'Её сестра Сара',
				'Президент Генеральной конференции',
                'Её лошадь Чарли'
            ]
        },
        {
            q: 'Кто является основателем Церкви Адвентистов Седьмого Дня вместе с Джеймсом и Эллен Уайт?',
            a: [
                'Джозеф Бейтс',
				'Д.Н. Эндрюс',
				'Вильям Миллер',
                'Урия Смит'
            ]
        },
        {

            q: 'Каким было полное имя Эллен Уайт до замужества?',
            a: [
                'Эллен Гулд Гармон',
				'Эллен Джина Смит',
				'Эллен Глэдис Уайт',
                'Эллен Мей Харди'
            ]
        },
        {
            q: 'Куда отправилась Эллен Уайт в 1885 году?',
            a: [
                'в Европу',
			'в Южную Америку',
			'в Индию',
                'в Гренландию'
            ]
        },
        {
            q: 'Как долго Эллен жила в Европе?',
            a: [
                '2 года',
				'6 месяцев',
				'10 лет',
                '4 недели'
            ]
        },
        {
            q: 'Как звали родителей Эллен Уайт?',
            a: [
                'Роберт и Юнис Гармон',
				'Энни и Урия Смит',
				'Джозеф и Прюденс Бейтс',
                'Джон и Анжела Эндрюс'
            ]
        },
        {
            q: 'О какой пище Эллен получила указание от Бога, что её лучше не употреблять?',
            a: [
                'Мясо',
				'Зеленые бобы',
				'Замороженная еда',
                'Консервы'
            ]
        },
        {
            q: 'Бог показал Эллен Уайт, что не очень хорошо для здоровья пить ...',
            a: [
                'кофе',
				'воду',
				'фруктовый сок',
                'виноградный сок'
            ]
        },
        {
            q: 'Как Эллен и Джеймс Уайт узнали, что нужно праздновать субботу?',
            a: [
                'Прочитали брошюру.',
				'Услышали проповедь.',
				'Увидели в видении.',
                'Кто-то рассказал им.'
            ]
        },
        {
            q: 'Сколько лет Джеймс и Эллен были в браке?',
            a: [
                '35',
				'5',
				'50',
                '25'
            ]
        },
        {
            q: 'Что случилось с Генри Уайтом в 1863 году?',
            a: [
                'Умер.',
				'Закончил школу.',
				'Женился.',
                'Купил велосипед.'
            ]
        },
        {
            q: 'Какое важное событие произошло в 1846 году с Эллен и Джеймсом Уайт в городе Топшем?',
            a: [
                'Приняли библейскую субботу',
				'Сгорел их дом',
				'Основали Церковь Адвентистов седьмого дня',
                'Встретили президента США'
            ]
        },
        {
            q: 'Чтобы жертвовать на распространение литературы миллеритов, молодая Эллен Гармон ...',
            a: [
                'вязала носки',
				'продавала книги',
				'работала в саду',
                'шила шляпки'
            ]
        },
        {
            q: 'Какой десерт очень нравился Эллен Уайт?',
            a: [
                'Лимонный пирог',
				'Шоколадный торт',
				'Мороженое',
                'Мятные конфеты'
            ]
        },
        {
            q: 'Как Эллен назвала свой дом в Северной Калифорнии?',
            a: [
                'Элмсхэвэн',
				'Саннисайд',
				'Форест Хилл',
                'Шилох'
            ]
        },
        {
            q: 'Чем зарабатывал на жизнь отец Эллен?',
            a: [
                'Изготовлял шляпы',
				'Делал обувь',
				'Работал в кузнечной мастерской',
                'Продавал книги'
            ]
        },
        {
            q: 'Как Эллен назвала свой дом в Австралии?',
            a: [
                'Саннисайд',
				'Элмсхэвэн',
				'Шилох',
                'Эндсмид'
            ]
        },
        {
            q: 'Какое животное жило на кухне Эллен в Элмсхэвэне?',
            a: [
                'Канарейка',
				'Кот',
				'Хомяк',
                'Золотая рыбка'
            ]
        },
        {
            q: 'В Австралии у Эллен был питомец по кличке Тиглатпаласар. Что это было за животное?',
            a: [
                'Собака',
				'Лошадь',
				'Кот',
                'Ящерица'
            ]
        },
        {
            q: 'В видении Эллен Уайт было велено купить Чарли. Что это за животное?',
            a: [
                'Лошадь',
				'Большая собака',
				'Корова',
                'Верблюд'
            ]
        },
        {
            q: 'Кем приходится Роберт Гармон для Эллен Уайт?',
            a: [
                'Отец',
				'Муж',
				'Дедушка',
                'Друг'
            ]
        },
        {
            q: 'В каком году умер Джеймс Уайт?',
            a: [
                '1881',
				'1888',
				'1844',
                '1945'
            ]
        },
        {
            q: 'В каком году Джеймс и Эллен сыграли свадьбу?',
            a: [
                '1846',
				'1877',
				'1899',
                '1844'
            ]
        },
        {
            q: 'Где родилась Эллен Уайт?',
            a: [
                'Горем, штат Мен',
				'Батл-Крик, штат Мичиган',
				'Лома Линда, штат Калифорния',
                'Берриен Спрингс, штат Мичиган'
            ]
        },
        {
            q: 'Какой из сыновей Эллен умер через несколько месяцев после рождения?',
            a: [
                'Джон Герберт',
				'Генри Николс',
				'Джеймс Эдсон',
                'Вильям Кларенс'
            ]
        },
        {
            q: 'Как звали старшего сына Эллен?',
            a: [
                'Генри',
				'Джон',
				'Эдсон',
                'Вилли'
            ]
        },
        {
            q: 'Почему Эллен исключили из церкви методистов в 1843 году?',
            a: [
                'Верила учению Миллера',
				'Не приняла крещения',
				'Нарушала субботу',
                'Спала во время служения'
            ]
        },
        {
            q: 'Как звали врача из санатория в Батл-Крике, который покинул церковь из-за своих убеждений?',
            a: [
                'Джон Харви Келлог',
				'Урия Смит',
				'Джозеф Бейтс',
                'Джордж Кинг'
            ]
        },
        {
            q: 'У кого из первых адвентистов был деревянный протез ноги?',
            a: [
                'Урия Смит',
				'Джордж Кинг',
				'Джон Эндрюс',
                'Джозеф Бейтс'
            ]
        },
        {
            q: 'Кто из пионеров адвентизма был морским капитаном?',
            a: [
                'Джозеф Бейтс',
				'Джон Лафборо',
				'Чарльз Эндрюс',
                'Джордж Вашингтон'
            ]
        },
        {
            q: 'Кто был первым миссионером, посланным Церковью адвентистов седьмого дня на другой континент?',
            a: [
                'Джон Эндрюс',
				'Эллен Уайт',
				'Кейт Линдсау',
                'Энни Смит'
            ]
        },
        {
            q: 'Кто был первым президентом Генеральной Конференции Церкви адвентистов седьмого дня?',
            a: [
                'Джон Байингтон',
				'Джон Эндрюс',
				'Джордж Батлер',
                'Артур Дэниелс'
            ]
        },
        {
            q: 'Кто был первым литературным евангелистом?',
            a: [
                'Джордж Кинг',
				'Джон Эндрюс',
				'Джеймс Уайт',
                'Роберт Пирсон'
            ]
        },
        {
            q: 'Как назывался первый миссионерский корабль?',
            a: [
                'Питкэрн',
				'Баунти',
				'Наутилус',
                'Волна океана'
            ]
        },
        {
            q: 'В каком возрасте умер Джеймс Уайт?',
            a: [
                '60',
				'35',
				'51',
                '99'
            ]
        },
        {
            q: 'Какая адвентистская церковь была самой большой в Батл-Крике?',
            a: [
                'Десятицентовая Скиния',
				'Часовня Миллера',
				'Церковь Джексонвилль',
                'Церковь Маршалла'
            ]
        },
        {
            q: 'Где проводили встречи адвентистские евангелисты в самом начале своего служения?',
            a: [
                'В палатках',
				'В церквях',
				'На танцевальных площадках',
                'На железнодорожных вокзалах'
            ]
        },
        {
            q: 'Кроме здания издательства Ревью энд Геральд, какое ещё здание сгорело в 1902 году?',
            a: [
                'Санаторий в Батл-Крике',
				'Пожарная часть Батл-Крика',
				'Мерия Батл-Крика',
				'Церковь Батл-Крика'
            ]
        },
        {
            q: 'Где находится главный офис Центра литературного наследния Эллен Уайт?',
            a: [
                'Силвер-Спринг, штат Мэриленд',
				'Лома Линда, штат Калифорния',
				'Элмсхэвэн, штат Калифорния',
                'Батл-Крик, штат Мичиган'
            ]
        },
        {
            q: 'Как назывался пароход Джеймса Эдсона Уайта?',
            a: [
                'Утренняя звезда',
				'Питкэрн',
				'Баунти',
                'Огонь служения'
            ]
        },
        {
            q: 'Из-за чего, по мнению Эллен Уайт, сгорел санаторий в Батл-Крике?',
            a: [
                'Духовное состояние церкви Батл-Крика',
				'Старые строительные материалы',
				'Недостаточно пожертвований было собрано',
                'Молодёжь разговаривала на служении'
            ]
        },
        {
            q: 'Когда у Эллен Уайт было первое видение?',
            a: [
                'Декабрь 1844 года',
				'Октябрь 1855 года',
				'Ноябрь 1866 года',
                'Сентябрь 1877 года'
            ]
        },
        {
            q: 'Когда произошло падение звёзд? (Матф. 24:29)',
            a: [
                '13 ноября 1833 года',
				'22 октября 1844 года',
				'6 ноября 1857 года',
                '16 июля 1915 года'
            ]
        },
        {
            q: 'Когда Иисус вошёл в Святое Святых на небе?',
            a: [
                '22 октября 1844 года',
                '26 ноября 1827 года',
                '26 июня 1842 года',
                'Август 1846 года'
            ]
        },
        {
            q: 'Когда сгорело помещение издательства Ревью энд Геральд?',
            a: [
                'Декабрь 1902 года',
                'Июль 1875 года',
                'Октябрь 1844 года',
                'Сентябрь 1899 года'
            ]
        },
        {
            q: 'Какое важное событие произошло 22 октября 1844 года?',
            a: [
                'На небе начался следственный суд',
				'Ничего особенного',
				'Появилось название «адвентисты седьмого дня»',
                'Джеймс и Эллен поженились'
            ]
        },
        {
            q: 'О чем было написано в листовках, которые напечатал Джозеф Бейтс в 1846 году?',
            a: [
                'Седьмой день – суббота',
				'Состояние мёртвых',
				'Второе пришествие',
                'Новый Иерусалим'
            ]
        },
        {
            q: 'Кто первый понял, что произошло в небесном Святилище после 22 октября 1844 года?',
            a: [
                'Хирам Эдсон',
				'Эллен Уайт',
				'Джозеф Бейтс',
                'Джордж Вашингтон'
            ]
        },
        {
            q: 'Какая книга Эллен Уайт рассказывает о жизни Христа?',
            a: [
                'Желание веков',
				'Великая борьба',
				'Избранные вести. Том 1',
                'Ранние произведения'
            ]
        },
        {
            q: 'Какую книгу Эллен Уайт завершила в 1898 году в Австралии в своём доме Саннисайд?',
            a: [
                'Желание веков',
				'Великая борьба',
                'Вести для молодёжи',
                'Гимны адвентистов седьмого дня'
            ]
        },
        {
            q: 'В какой книге Эллен Уайт описала конфликт Христа и сатаны?',
            a: [
                'Великая борьба',
                'Вести для молодёжи',
				'Воспитание детей',
                'Христианский дом'
            ]
        },
        {
            q: 'Какое второе название есть у книги Желание веков?',
            a: [
                'Христос – надежда мира',
				'Божий Сын',
				'Иисус суперзвезда',
                'Когда Он придёт'
            ]
        },
        {
            q: 'Где жила Эллен Уайт в 1888 году, когда заканчивала книгу "Великая борьба"?',
            a: [
                'Хилдсбург, штат Калифорния',
				'Силвер-Спринг, штат Мэриленд',
				'Базель, Швейцария',
                'Куранбонг, Австралия'
            ]
        },
        {
            q: 'Где жила Эллен Уайт в 1898 году, когда заканчивала писать "Желание веков"?',
            a: [
                'Куранбонг, Австралия',
				'Кейптаун, ЮАР',
                'Базель, Швейцария',
                'Элмсхэвэн'
            ]
        },
        {
            q: 'Какая книга не входит в сборник "Конфликт веков"?',
            a: [
                'Воспитание детей',
				'Желание веков',
				'Пророки и цари',
                'Великая борьба'
            ]
        }
    ]
};

