H.data.l10n.story = [
    {
        elm: 'title',
        text: 'История острова Питкэрн'
    },
    {
        elm: 'p',
        text:
            ' Изумрудно-зелёный маленький остров Питкэрн омывают бархатно-синие воды Тихого океана. '
            + 'Он находится далеко-далеко от оживлённых морских путей. '
            + 'В 1789 году в Тихом океане разыгралась драма: на корабле «Баунти» взбунтовалась команда. '
            + 'Бунтовщики свергли капитана и верных ему матросов и высадили их в шлюпку. Они чудом спаслись. А мятежники стали искать безлюдный остров, чтобы поселиться там. '
            + 'Так был найден остров Питкэрн. '
            + 'Дальнейшая судьба бунтовщиков была незавидной. Они перессорились и перебили друг друга. '
            + 'Прошло целых 18 лет, прежде чем другой корабль обнаружил остров Питкэрн. '
            + 'Оказалось, что из команды корабля в живых остался только один моряк. Вместе с ним на острове жило несколько женщин с детьми.'
    },
    {
        elm: 'p',
        text:
            'В 1876 году Джеймс Уайт и Джон Эндрюс отправили несколько посланий жителям острова Питкэрн, но так и не узнали,дошли они или нет. '
            + 'Ещё через несколько лет на остров прибыл корабельный плотник Джон Тау, адвентист седьмого дня. '
            + 'Он поведал островитянам об Иисусе,Его любви и о субботе. '
            + 'Вернувшись в США, Тау рассказал удивительную историю этого острова. '
            + 'Генеральная Конференция Церкви АСД решила построить небольшой парусник, чтобы направить миссионеров на остров Питкэрн и соседние острова Тихого океана. '
            + 'Это был первый миссионерский корабль адветистов седьмого дня. '
            + ' На его постройку дети, молодёжь и взрослые с большим энтузиазмом жертвовали деньги. '
            + 'Корабль назвали «Питкэрн» в честь красивого острова. '
            + 'В 1890 году корабль с миссионерами на борту вышел в первое плавание. '
            + 'В течение 10 лет он курсировал по Тихому океану, возвещая жителям островов о любви Иисуса.'
    }
];
